{
  "restaurants": [
    {
      "id": 1,
      "name": "La Table de Lille",
      "address": "14 Rue de Béthune, 59000 Lille, France",
      "cuisine": "Française",
      "price_range": "$$$",
      "rating": 4.5,
      "description": "Restaurant raffiné offrant une cuisine française authentique avec des ingrédients de saison, situé au cœur de Lille.",
      "hours": {
        "monday": "12:00-14:30, 19:00-23:00",
        "tuesday": "12:00-14:30, 19:00-23:00",
        "wednesday": "12:00-14:30, 19:00-23:00",
        "thursday": "12:00-14:30, 19:00-23:00",
        "friday": "12:00-14:30, 19:00-23:30",
        "saturday": "12:00-15:00, 19:00-23:30",
        "sunday": "Closed"
      },

      "history": {
        "title": "La Table de Lille : Une Tradition Française",
        "description": "Au cœur de Lille, La Table de Lille est un restaurant emblématique ouvert en 1947 par Émile Dupont et son épouse Marie. Leur mission : offrir le meilleur de la cuisine française traditionnelle dans une ambiance conviviale.",
        "highlights": [
          "Réputé pour ses classiques intemporels comme le coq au vin, la sole meunière et la tarte Tatin",
          "Le restaurant attire les gourmets de toute la région",
          "Décor chaleureux mêlant briques rouges et boiseries anciennes",
          "Chaque plat raconte l'histoire d'un savoir-faire culinaire transmis de génération en génération"
        ]
      },
      "location": {
        "latitude": 50.6293,
        "longitude": 3.0573
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/vue-dessus-du-filet-poulet-grille-servi-boulgour-legumes-vin-blanc_141793-2435.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/grande-salle-manger-arbre-au-milieu_1036536-14710.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/salade-poulet-aux-carottes-radis-laitue-vue-dessus_140725-6570.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Alice Dupont",
          "rating": 5,
          "comment": "Une expérience culinaire exceptionnelle ! Les plats sont délicieux, avec des saveurs bien équilibrées et des ingrédients de haute qualité. L'ambiance est élégante et le service impeccable. Mention spéciale pour le filet de boeuf accompagné d'une sauce aux truffes, un délice. Parfait pour une soirée spéciale !",
          "date": "2023-08-15"
        },
        {
          "reviewer": "Julien Martin",
          "rating": 4,
          "comment": "Le cadre est magnifique et le personnel très accueillant. Les plats sont savoureux, bien que les portions soient un peu petites pour le prix. Le foie gras en entrée était exquis, et le dessert au chocolat, absolument divin ! À recommander pour les amateurs de cuisine française raffinée.",
          "date": "2023-09-20"
        }
      ]
    },
    {
      "id": 2,
      "name": "Sushi Zen Lille",
      "address": "30 Rue de Paris, 59000 Lille, France",
      "cuisine": "Japonaise",
      "price_range": "$$",
      "rating": 4.3,
      "description": "Restaurant japonais authentique proposant des sushis et sashimis frais, dans une ambiance zen et chaleureuse.",
      "hours": {
        "monday": "11:30-15:00, 18:00-22:30",
        "tuesday": "11:30-15:00, 18:00-22:30",
        "wednesday": "11:30-15:00, 18:00-22:30",
        "thursday": "11:30-15:00, 18:00-22:30",
        "friday": "11:30-15:00, 18:00-23:00",
        "saturday": "11:30-15:00, 18:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Sushi Zen Lille : L'Art de la Cuisine Japonaise",
        "description": "Sushi Zen Lille, ouvert en 2012, est un restaurant japonais de renom situé dans le centre-ville de Lille. Spécialisé dans les sushis, sashimis et autres spécialités japonaises, il propose une expérience culinaire authentique dans une ambiance apaisante et moderne.",
        "highlights": [
          "Des sushis préparés avec des poissons frais et de qualité supérieure",
          "Un cadre zen et épuré inspiré de la culture japonaise traditionnelle",
          "Des plats créatifs et variés, tels que les rolls et le sashimi",
          "Un service rapide et attentionné, pour une expérience gastronomique unique"
        ]
      },
      "location": {
        "latitude": 50.6324,
        "longitude": 3.0618
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/sushi-ouvert-du-poisson-du-riz_140725-995.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/homme-mur-preparant-maniere-experte-fruits-mer-frais-dans-sa-cuisine-generes-par-intelligence-artificielle_25030-67200.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/sushi-angle-eleve-batonnets-sauce_23-2148862947.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Marie Lefevre",
          "rating": 5,
          "comment": "Un des meilleurs restaurants de sushis à Lille ! Le poisson est d'une fraîcheur incroyable, et la présentation est superbe. J'ai adoré le sashimi au saumon et les makis avocat-crevettes. L'ambiance est calme, idéale pour se détendre. Je reviendrai sans hésiter !",
          "date": "2023-10-10"
        },
        {
          "reviewer": "Lucas Bernard",
          "rating": 4,
          "comment": "Très bon restaurant japonais, avec un choix varié de sushis et de plats chauds. Le service est rapide et le personnel attentif. Les portions sont correctes pour le prix. Seul petit bémol : un peu d'attente aux heures de pointe. Sinon, une belle découverte pour les amateurs de cuisine japonaise !",
          "date": "2023-11-02"
        }
      ]
    },
    {
      "id": 3,
      "name": "Trattoria Bella Napoli",
      "address": "15 Rue de la Monnaie, 59800 Lille, France",
      "cuisine": "Italienne",
      "price_range": "$$",
      "rating": 4.0,
      "description": "Trattoria italienne décontractée servant des pizzas au feu de bois et des pâtes fraîches dans une ambiance conviviale.",
      "hours": {
        "monday": "12:00-15:00, 19:00-23:00",
        "tuesday": "12:00-15:00, 19:00-23:00",
        "wednesday": "12:00-15:00, 19:00-23:00",
        "thursday": "12:00-15:00, 19:00-23:00",
        "friday": "12:00-15:00, 19:00-23:30",
        "saturday": "12:00-15:00, 19:00-23:30",
        "sunday": "12:00-15:00, 19:00-22:00"
      },

      "history": {
        "title": "Trattoria Bella Napoli : Un Voyage Culinaire en Italie",
        "description": "Trattoria Bella Napoli est un restaurant italien situé au cœur de Lille, offrant une cuisine authentique inspirée des traditions de Naples. Depuis son ouverture en 2015, il est devenu un lieu incontournable pour les amateurs de pâtes fraîches, pizzas artisanales et spécialités italiennes.",
        "highlights": [
          "Des pizzas artisanales cuites au feu de bois, garnies d'ingrédients frais et savoureux",
          "Des pâtes maison préparées selon des recettes traditionnelles napolitaines",
          "Un cadre chaleureux et convivial, évoquant l'Italie avec ses décorations typiques",
          "Un accueil familial et un service attentionné, offrant une expérience culinaire authentique"
        ]
      },
      "location": {
        "latitude": 50.638,
        "longitude": 3.0623
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/penne-sauce-tomate-maison_130365-10.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/deux-verres-vin-sont-table-deux-verres-au-vin_1085346-161326.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/pates-au-gammon-olives-tomates-sechees-parmesan_252124-2095.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Sophie Dubois",
          "rating": 4,
          "comment": "Un vrai goût d'Italie ! La pizza Margherita était excellente, avec une pâte fine et croustillante, et des ingrédients bien frais. L'ambiance est chaleureuse et authentique, parfait pour une soirée entre amis. Le service pourrait être un peu plus rapide, mais ça reste une super adresse pour les amateurs de cuisine italienne.",
          "date": "2023-07-25"
        },
        {
          "reviewer": "Marc Leroux",
          "rating": 3,
          "comment": "Les pâtes sont très bonnes, mais les portions pourraient être un peu plus généreuses pour le prix. J'ai beaucoup aimé l'ambiance de la trattoria, c'est un endroit agréable pour un dîner en famille. Le tiramisu en dessert était délicieux, un incontournable !",
          "date": "2023-10-12"
        }
      ]
    },
    {
      "id": 4,
      "name": "El Tacos Loco",
      "address": "35 Rue des Postes, 59000 Lille, France",
      "cuisine": "Mexicaine",
      "price_range": "$",
      "rating": 3.8,
      "description": "Ambiance festive et colorée pour déguster des tacos, burritos et autres spécialités mexicaines à prix abordable.",
      "hours": {
        "monday": "11:00-23:00",
        "tuesday": "11:00-23:00",
        "wednesday": "11:00-23:00",
        "thursday": "11:00-23:00",
        "friday": "11:00-00:00",
        "saturday": "11:00-00:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "El Tacos Loco : L'Explosion de Saveurs Tex-Mex",
        "description": "El Tacos Loco, fondé en 2015, est un restaurant qui a redéfini le taco à la française. Spécialisé dans les tacos XXL inspirés de la cuisine tex-mex, il offre une expérience culinaire épicée, gourmande et entièrement personnalisable. Le restaurant connaît rapidement un succès grâce à son concept unique et son ambiance décontractée.",
        "highlights": [
          "Des tacos XXL avec une variété de garnitures allant du bœuf épicé au poulet, poisson, et végétarien",
          "Une offre de sauces maison variées, du doux au très épicé, pour accompagner chaque taco",
          "Un concept rapide et sur mesure où chaque client peut personnaliser son plat",
          "Une atmosphère festive et accueillante, parfaite pour des repas entre amis ou en famille"
        ]
      },
      "location": {
        "latitude": 50.6231,
        "longitude": 3.0485
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/tacos-delicieux_23-2151047968.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/man-holding-sticks-tacos-poulet-haricots-tomate-poivron-fromage_141793-17530.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/tacos-mexicains-viande-aux-legumes-oignon-rouge_2829-8665.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Alice Dupont",
          "rating": 4,
          "comment": "Une expérience vraiment agréable chez El Tacos Loco ! Les tacos sont délicieux, bien garnis et pleins de saveurs. L'ambiance est super festive et colorée, parfaite pour une soirée détendue entre amis. Les prix sont très abordables pour Lille, ce qui est un plus. Le service était rapide et sympathique. Je reviendrai certainement pour essayer d'autres plats.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Julien Martin",
          "rating": 3,
          "comment": "Le cadre du restaurant est vraiment sympa, et l'ambiance est animée, mais j'ai trouvé les tacos un peu trop simples par rapport à ce que j'attendais. Ils étaient bons, mais j'aurais aimé plus de variété dans les garnitures. Le rapport qualité/prix est cependant très bon, et je recommande pour une sortie rapide et décontractée.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 5,
      "name": "Café Délice",
      "address": "5 Place Rihour, 59000 Lille, France",
      "cuisine": "Café",
      "price_range": "$",
      "rating": 4.2,
      "description": "Café pittoresque avec une belle terrasse, parfait pour un café matinal ou une pause gourmande en plein centre de Lille.",
      "hours": {
        "monday": "07:00-20:00",
        "tuesday": "07:00-20:00",
        "wednesday": "07:00-20:00",
        "thursday": "07:00-20:00",
        "friday": "07:00-20:00",
        "saturday": "08:00-20:00",
        "sunday": "08:00-18:00"
      },
      "history": {
        "title": "Café Délice : Une Escapade Gourmande au Coeur de la Ville",
        "description": "Café Délice, ouvert en 2010, est un restaurant cosy et chaleureux situé au centre-ville. Spécialisé dans les plats français traditionnels et les pâtisseries maison, il est devenu un lieu de rendez-vous incontournable pour les amateurs de bonne cuisine et de moments conviviaux.",
        "highlights": [
          "Des plats français traditionnels, avec une attention particulière à la qualité des ingrédients",
          "Des pâtisseries maison, allant des éclairs au chocolat aux tartes aux fruits de saison",
          "Un cadre intime et accueillant, parfait pour un déjeuner entre amis ou un dîner en famille",
          "Un service soigné et une ambiance détendue, créant une expérience culinaire agréable et mémorable"
        ]
      },

      "location": {
        "latitude": 50.6366,
        "longitude": 3.0637
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/grand-angle-bol-petit-dejeuner-cafe-macarons_23-2148797072.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/famille-mignonne-elegante-dans-ville-ete_1157-19953.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/vue-dessus-mains-feminines-passent-tasse-cafe-noir-homme-dans-contexte-eclairs-servis_94863-605.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Emilie Lefevre",
          "rating": 5,
          "comment": "Un endroit adorable pour prendre un café ! La terrasse est charmante, et l'ambiance est très agréable. Le café est délicieux, bien préparé, et les pâtisseries sont divines. C'est l'endroit parfait pour une pause matinale à Lille. Le service est rapide et très sympathique. Je recommande vivement cet endroit pour une pause gourmande.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Thomas Bernard",
          "rating": 4,
          "comment": "Le Café Délice est une belle découverte ! L'atmosphère est tranquille et accueillante. Le café est vraiment bon, et les viennoiseries sont fraîches. L'endroit est idéal pour une pause en journée, surtout en terrasse quand il fait beau. Un petit bémol : le service est parfois un peu long, mais ça n'empêche pas d'y revenir régulièrement.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 6,
      "name": "Bistro Provençal",
      "address": "25 Rue de la Barre, 59000 Lille, France",
      "cuisine": "Méditerranéenne",
      "price_range": "$$$",
      "rating": 4.6,
      "description": "Cuisine provençale aux saveurs méditerranéennes, idéale pour un dîner raffiné dans un cadre élégant.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:30",
        "tuesday": "12:00-14:30, 19:00-22:30",
        "wednesday": "12:00-14:30, 19:00-22:30",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "12:00-15:00, 19:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "Bistro Provençal : Une Invitation au Voyage Culinaire en Provence",
        "description": "Bistro Provençal, fondé en 2012, est un restaurant qui transporte ses convives au cœur de la région Provence. Avec une carte inspirée par les saveurs méditerranéennes, il propose des plats traditionnels préparés à base d'ingrédients frais et locaux, dans une ambiance authentique et conviviale.",
        "highlights": [
          "Des plats provençaux classiques, comme la bouillabaisse, la ratatouille et l'agneau de Provence",
          "Un cadre chaleureux, décoré aux couleurs du sud, avec une terrasse ensoleillée",
          "Des produits locaux et de saison, provenant directement des producteurs de la région",
          "Un service attentionné et une atmosphère détendue, pour une expérience culinaire provençale authentique"
        ]
      },

      "location": {
        "latitude": 50.636,
        "longitude": 3.0649
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/delicieux-repas-composition-saucisse-chorizo_23-2148974728.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/scene-restaurant-francais-paris-france-cafe-trottoir_1101-2310.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/viande-aux-herbes-poivre-dans-pot-argile_140725-3294.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Claire Dubois",
          "rating": 5,
          "comment": "Un dîner absolument délicieux au Bistro Provençal ! Le cadre est élégant et intime, parfait pour une soirée en amoureux. Les plats sont raffinés et parfaitement assaisonnés. J'ai adoré le plat de poisson frais aux herbes de Provence, un véritable régal. Le service était impeccable, et l'ambiance méditerranéenne ajoute vraiment au charme du lieu. Un restaurant à recommander sans hésiter pour les amateurs de cuisine provençale.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Pierre Lefevre",
          "rating": 4,
          "comment": "Très bonne expérience au Bistro Provençal. Les saveurs méditerranéennes sont bien mises en valeur, et les plats sont tous savoureux. Le cadre est vraiment agréable et cosy, idéal pour un dîner tranquille. Un petit bémol sur les prix qui sont un peu élevés, mais cela reste justifié par la qualité de la cuisine. Le service est de qualité, mais un peu lent. Un endroit que je recommande pour une sortie gastronomique.",
          "date": "2024-11-10"
        }
      ]
    },

    {
      "id": 7,
      "name": "La Crêpe Gourmande",
      "address": "28 Rue de Gand, 59800 Lille, France",
      "cuisine": "Bretonne",
      "price_range": "$",
      "rating": 4.1,
      "description": "Petit restaurant convivial offrant des crêpes bretonnes et galettes avec des ingrédients frais.",
      "hours": {
        "monday": "10:00-22:00",
        "tuesday": "10:00-22:00",
        "wednesday": "10:00-22:00",
        "thursday": "10:00-22:00",
        "friday": "10:00-23:00",
        "saturday": "10:00-23:00",
        "sunday": "10:00-21:00"
      },
      "history": {
        "title": "La Crêpe Gourmande : Un Voyage de Saveurs au Coeur de la Bretagne",
        "description": "La Crêpe Gourmande, ouvert en 2015, est un restaurant breton qui propose une large sélection de crêpes salées et sucrées préparées avec des ingrédients frais et de qualité. Situé en plein centre-ville, le restaurant attire les gourmets à la recherche d'une expérience culinaire authentique et savoureuse.",
        "highlights": [
          "Des crêpes bretonnes traditionnelles, avec des garnitures variées allant des fruits de mer aux produits locaux",
          "Une large sélection de crêpes sucrées, avec des options innovantes et des recettes classiques",
          "Un décor chaleureux et typiquement breton, créant une atmosphère conviviale et décontractée",
          "Un service accueillant et rapide, parfait pour un repas en famille ou entre amis"
        ]
      },

      "location": {
        "latitude": 50.6412,
        "longitude": 3.0654
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/crepe-remplie-bananes-chocolat-baies-presentee-table-bois-rustique-atmosphere-chaleureuse-accueillante_73588-12599.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/serveuse-souriante-tenant-plateau_23-2147985008.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/crepe-remplie-bananes-chocolat-baies-presentee-table-bois-rustique-atmosphere-chaleureuse-accueillante_73588-12991.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Juliette Martin",
          "rating": 4,
          "comment": "Un très bon petit restaurant breton à Lille ! Les crêpes sont délicieuses et les ingrédients sont clairement frais. J'ai pris une galette complète, et c'était un vrai délice. L'ambiance est conviviale et parfaite pour un déjeuner entre amis ou en famille. Les prix sont raisonnables pour la qualité des produits. Le service était rapide et sympa. Je reviendrai avec plaisir !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Louis Bernard",
          "rating": 4,
          "comment": "Un très bon endroit pour manger des crêpes bretonnes authentiques. La galette que j'ai choisie était bien garnie et bien cuite. Le cadre est simple, mais agréable et l'accueil est chaleureux. Un petit bémol sur le fait que l'attente était un peu longue, mais ça valait la peine. Très bon rapport qualité/prix pour les produits proposés. Je recommande vivement !",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 8,
      "name": "The Green Bowl",
      "address": "18 Rue Nationale, 59000 Lille, France",
      "cuisine": "Végétarienne",
      "price_range": "$$",
      "rating": 4.4,
      "description": "Un restaurant végétarien tendance qui propose des plats sains et colorés dans une ambiance moderne.",
      "hours": {
        "monday": "11:00-21:00",
        "tuesday": "11:00-21:00",
        "wednesday": "11:00-21:00",
        "thursday": "11:00-21:00",
        "friday": "11:00-21:00",
        "saturday": "12:00-21:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "The Green Bowl : La Cuisine Végétale au Service de la Santé",
        "description": "The Green Bowl, ouvert en 2018, est un restaurant dédié à la cuisine végétale et saine. Situé au cœur de la ville, il propose des plats créatifs à base d'ingrédients frais et locaux, mettant en avant les bienfaits des super-aliments et des recettes équilibrées pour une alimentation saine et gourmande.",
        "highlights": [
          "Des bowls végétariens et véganes, riches en saveurs et en nutriments",
          "Des ingrédients locaux et bio, sélectionnés pour leur fraîcheur et leur qualité",
          "Une variété de plats adaptés à tous les régimes alimentaires, de l'omnivore au végane",
          "Un cadre moderne et épuré, avec une ambiance détendue et accueillante"
        ]
      },

      "location": {
        "latitude": 50.6343,
        "longitude": 3.0576
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/preparer-idee-recette-base-plantes_53876-124361.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/table-mise-table-manger_1339-3472.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/plats-vegetariens-delicieux-nature-morte_23-2151160857.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Isabelle Roy",
          "rating": 5,
          "comment": "The Green Bowl est un vrai coup de cœur ! Les plats végétariens sont frais, créatifs et pleins de saveurs. J'ai adoré le bol de légumes rôtis avec du quinoa, un vrai régal. L'ambiance est détendue et moderne, avec un personnel accueillant et attentionné. Les prix sont tout à fait raisonnables pour la qualité des ingrédients. C'est une adresse à ne pas manquer pour les amateurs de cuisine saine et savoureuse !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Marc Dupuis",
          "rating": 4,
          "comment": "Un excellent restaurant végétarien avec une belle variété de plats. J'ai pris un bowl avec des légumes grillés et des sauces maison, c'était délicieux. L'endroit est charmant, bien décoré, et idéal pour un déjeuner léger. Le seul petit bémol est que le service était un peu lent, mais l'attente valait la peine. Je reviendrai sans hésiter !",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 9,
      "name": "Spice of India",
      "address": "55 Rue du Molinel, 59800 Lille, France",
      "cuisine": "Indienne",
      "price_range": "$$",
      "rating": 4.0,
      "description": "Restaurant indien chaleureux proposant des plats épicés et traditionnels dans une ambiance colorée.",
      "hours": {
        "monday": "12:00-15:00, 18:00-22:30",
        "tuesday": "12:00-15:00, 18:00-22:30",
        "wednesday": "12:00-15:00, 18:00-22:30",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "12:00-15:00, 18:00-22:00"
      },
      "history": {
        "title": "Spice of India : Un Voyage Culinaire au Coeur de l'Inde",
        "description": "Spice of India, ouvert en 2014, est un restaurant indien situé en plein centre-ville, offrant une expérience authentique de la cuisine indienne. Avec ses plats épicés et parfumés, le restaurant propose une variété de currys, biryanis et spécialités indiennes préparés avec des épices fraîches et des ingrédients de qualité.",
        "highlights": [
          "Des plats traditionnels indiens, comme le butter chicken, le curry d'agneau et le biryani",
          "Une utilisation généreuse d'épices fraîches et de produits locaux pour des saveurs riches et authentiques",
          "Un décor coloré et chaleureux, inspiré de la culture indienne",
          "Un service attentif et un cadre convivial, idéal pour découvrir les saveurs de l'Inde en groupe ou en famille"
        ]
      },
      "location": {
        "latitude": 50.6309,
        "longitude": 3.0661
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/zunka-bhakar-pithla-pithla-bhakar-nourriture-populaire-du-maharashtra-inde_466689-56973.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/gros-plan-ingredients-grece-antique_23-2151026693.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/repas-delicieux-pakistanais-dans-panier_23-2148821575.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Nadia Dufresne",
          "rating": 5,
          "comment": "Une véritable immersion dans la cuisine indienne ! Les plats sont savoureux et bien épicés, comme j'aime. Le curry au poulet était délicieux, avec une sauce riche et parfumée. Le naan à l'ail est également un incontournable. L'ambiance colorée du restaurant ajoute beaucoup de charme à l'expérience. Le service est attentionné et rapide. Je recommande vivement pour un repas authentique et plein de saveurs.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Alexandre Lefevre",
          "rating": 4,
          "comment": "Très bon restaurant indien à Lille. Les plats sont vraiment savoureux et bien épicés. J'ai particulièrement aimé le biryani, très parfumé et copieux. L'endroit est chaleureux, et l'ambiance est agréable avec ses couleurs vives. Le seul bémol, c'est que le service était un peu lent, mais cela n'a pas gâché l'expérience. Un excellent rapport qualité/prix pour la cuisine indienne.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 10,
      "name": "BBQ Grill House",
      "address": "75 Rue Léon Gambetta, 59000 Lille, France",
      "cuisine": "Américaine",
      "price_range": "$$$",
      "rating": 3.9,
      "description": "Restaurant de barbecue américain avec des viandes grillées, des burgers et des ribs dans une ambiance conviviale.",
      "hours": {
        "monday": "11:30-14:30, 18:30-22:30",
        "tuesday": "11:30-14:30, 18:30-22:30",
        "wednesday": "11:30-14:30, 18:30-22:30",
        "thursday": "11:30-14:30, 18:30-22:30",
        "friday": "11:30-14:30, 18:30-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "BBQ Grill House : L'Art du Barbecue à Son Apogée",
        "description": "BBQ Grill House, ouvert en 2016, est un restaurant spécialisé dans les grillades et les plats cuits au barbecue. Situé dans un cadre convivial, il offre une large sélection de viandes, poissons et légumes grillés, préparés avec des marinades maison et cuits à la perfection sur un grill. Le restaurant est un lieu de rencontre idéal pour les amoureux de la cuisine barbecue.",
        "highlights": [
          "Des viandes et poissons de qualité, cuits au barbecue pour une saveur incomparable",
          "Des marinades maison et des sauces maison, créant des goûts uniques",
          "Un cadre chaleureux avec une ambiance décontractée, parfaite pour des repas entre amis ou en famille",
          "Un menu varié incluant des options pour les carnivores et les végétariens, avec des accompagnements savoureux"
        ]
      },

      "location": {
        "latitude": 50.6258,
        "longitude": 3.0652
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/vue-angle-eleve-du-hamburger-par-coins-pommes-terre-dans-assiette-table-bois_1048944-18260346.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/cuisinier-vue-face-tenant-delicieux-hamburgers_23-2149897388.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/steak-boeuf-frit-planche-bois_140725-9645.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Sophie Martin",
          "rating": 4,
          "comment": "Si vous aimez les viandes grillées, c'est l'endroit idéal ! Les ribs sont absolument délicieux, tendres et savoureux. Le burger était bien garni et très copieux. L'ambiance est conviviale et parfaite pour un repas entre amis. Les prix sont un peu élevés, mais la qualité des plats en vaut la peine. Je recommande ce restaurant aux amateurs de barbecue !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Kevin Dupont",
          "rating": 3,
          "comment": "Un bon restaurant, mais un peu déçu par l'attente et le service. La viande était de bonne qualité, et les burgers étaient bien préparés, mais il manquait un peu de variété dans les accompagnements. L'ambiance est agréable et décontractée, mais le rapport qualité/prix pourrait être amélioré. À recommander pour les fans de barbecue, mais il y a quelques points à améliorer.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 11,
      "name": "La Bistronomie",
      "address": "22 Rue du Plat, 59000 Lille, France",
      "cuisine": "Française",
      "price_range": "$$$",
      "rating": 4.5,
      "description": "Restaurant convivial servant des plats français revisités avec une touche moderne.",
      "hours": {
        "monday": "12:00-15:00, 18:30-22:00",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "18:30-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "La Bistronomie : La Cuisine Française Réinventée",
        "description": "La Bistronomie, ouvert en 2018, est un restaurant qui combine les classiques de la cuisine française avec une approche moderne et créative. Avec un menu qui change régulièrement en fonction des saisons, il propose des plats raffinés et accessibles dans un cadre convivial et élégant, offrant ainsi une expérience culinaire unique.",
        "highlights": [
          "Une cuisine française moderne, alliant tradition et innovation",
          "Des plats raffinés élaborés à partir d'ingrédients frais et de saison",
          "Un cadre chic et décontracté, parfait pour un dîner romantique ou un repas entre amis",
          "Un service attentionné et une expérience gastronomique accessible à tous"
        ]
      },

      "location": {
        "latitude": 50.6366,
        "longitude": 3.0631
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/vue-angle-eleve-du-repas-servi-dans-assiette_1048944-29832028.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/plein-coup-smiley-femme-assise-au-bistro_23-2149366411.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/saumon-grille-aux-tomates-citronnees-champignons-verts_141793-760.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Pierre Dupuis",
          "rating": 5,
          "comment": "Une belle surprise ! La cuisine française revisitée avec modernité et finesse. J'ai adoré le foie gras en entrée, et le magret de canard était sublime. Le cadre est raffiné, parfait pour un dîner romantique. Le service était impeccable, et l'ambiance chaleureuse. Un restaurant à ne pas manquer à Lille.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Charlotte Lefevre",
          "rating": 4,
          "comment": "Un excellent dîner avec des plats savoureux et bien présentés. Le rapport qualité/prix est correct pour la qualité de la cuisine, bien que légèrement élevé. Le service est attentif et sympathique. Un endroit idéal pour un repas un peu plus sophistiqué. Je recommande vivement !",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 12,
      "name": "L'Italien Gourmand",
      "address": "10 Rue Esquermoise, 59800 Lille, France",
      "cuisine": "Italienne",
      "price_range": "$$",
      "rating": 4.3,
      "description": "Une authentique trattoria italienne offrant des pizzas au feu de bois et des pâtes fraîches.",
      "hours": {
        "monday": "12:00-14:30, 18:00-22:00",
        "tuesday": "12:00-14:30, 18:00-22:00",
        "wednesday": "12:00-14:30, 18:00-22:00",
        "thursday": "12:00-14:30, 18:00-22:30",
        "friday": "12:00-14:30, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "12:00-15:00"
      },

      "history": {
        "title": "L'Italien Gourmand : Un Voyage au Coeur de l'Italie",
        "description": "L'Italien Gourmand, fondé en 2017, est un restaurant qui offre une expérience authentique de la cuisine italienne. Avec un menu inspiré des recettes traditionnelles du sud de l'Italie, il propose des pâtes fraîches, des pizzas cuites au feu de bois et des spécialités régionales, dans une ambiance chaleureuse et conviviale.",
        "highlights": [
          "Des pizzas artisanales cuites au feu de bois, avec une pâte fine et des garnitures fraîches",
          "Des pâtes faites maison, préparées avec des ingrédients authentiques et des sauces savoureuses",
          "Un décor élégant et familial, évoquant l'atmosphère typique des trattorias italiennes",
          "Un service amical et rapide, pour une expérience culinaire italienne conviviale et gourmande"
        ]
      },

      "location": {
        "latitude": 50.637,
        "longitude": 3.0614
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/surface-bois-conteneurs-ingredients-frais_23-2147606601.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/cuisine-traditionnelle-espagne-plats-typiques_545448-23915.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/pates-traditionnelles-italiennes-alla-norma_221774-4733.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Lucie Martin",
          "rating": 5,
          "comment": "Un vrai restaurant italien avec des pizzas au feu de bois qui vous transportent en Italie ! La pâte est légère et bien cuite, et les ingrédients sont frais et savoureux. L'ambiance est conviviale, le personnel très accueillant. Je recommande sans hésiter.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Julien Lefevre",
          "rating": 4,
          "comment": "Très bon repas à L'Italien Gourmand. Les pâtes sont fraîches et la pizza margherita était délicieuse. Le cadre est simple mais agréable. Le seul point négatif est l'attente un peu longue, mais ça reste un excellent choix pour les amateurs de cuisine italienne.",
          "date": "2024-11-09"
        }
      ]
    },
    {
      "id": 13,
      "name": "Sushido",
      "address": "8 Rue Nationale, 59800 Lille, France",
      "cuisine": "Japonaise",
      "price_range": "$$$",
      "rating": 4.6,
      "description": "Restaurant japonais moderne avec un bar à sushis et des spécialités de poissons frais.",
      "hours": {
        "monday": "12:00-15:00, 18:00-22:30",
        "tuesday": "12:00-15:00, 18:00-22:30",
        "wednesday": "12:00-15:00, 18:00-22:30",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "Sushido : L'Art du Sushi Authentique",
        "description": "Sushido, ouvert en 2016, est un restaurant japonais qui met l'accent sur l'authenticité et la qualité. Spécialisé dans les sushis frais et les spécialités japonaises traditionnelles, il offre une expérience culinaire raffinée dans un cadre moderne et épuré. Le restaurant attire les amateurs de sushi en quête de saveurs authentiques et de fraîcheur.",
        "highlights": [
          "Des sushis préparés à la main avec des poissons frais et de qualité supérieure",
          "Une sélection de plats japonais traditionnels, dont des sashimis, makis et tempuras",
          "Un cadre moderne et minimaliste, inspiré par la culture japonaise",
          "Un service rapide et soigné, avec une attention particulière à chaque détail"
        ]
      },

      "location": {
        "latitude": 50.6333,
        "longitude": 3.0599
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/riz-saumon-grille-au-saumon_45583-1186.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/couple-manger-sushi_107420-65722.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/rouleaux-sushi-crevettes-omelette-batonnets-crabe_210632-2062.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Yasmine Dupont",
          "rating": 5,
          "comment": "Sushido est un incontournable pour les amateurs de sushis à Lille. La fraîcheur des poissons est incomparable, et le bar à sushis offre une expérience unique. Le cadre moderne et épuré est parfait pour un dîner calme. Le service est rapide et efficace. Je reviendrai assurément.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Antoine Berger",
          "rating": 4,
          "comment": "Une excellente adresse pour des sushis de qualité. Les pièces sont généreuses et savoureuses. Le personnel est très sympathique, mais l'attente pour être servi pourrait être un peu plus courte. Un lieu à recommander pour les fans de cuisine japonaise.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 14,
      "name": "Le Vegan Gourmet",
      "address": "30 Rue de Paris, 59800 Lille, France",
      "cuisine": "Végétalienne",
      "price_range": "$$",
      "rating": 4.7,
      "description": "Restaurant végétalien créatif offrant des plats sains et gourmands, faits à partir de produits locaux.",
      "hours": {
        "monday": "12:00-14:30, 18:00-22:00",
        "tuesday": "12:00-14:30, 18:00-22:00",
        "wednesday": "12:00-14:30, 18:00-22:00",
        "thursday": "12:00-14:30, 18:00-22:00",
        "friday": "12:00-14:30, 18:00-22:30",
        "saturday": "12:00-15:00, 18:00-22:30",
        "sunday": "Closed"
      },
      "history": {
        "title": "Le Vegan Gourmet : L'Excellence de la Cuisine Végane",
        "description": "Le Vegan Gourmet, ouvert en 2019, est un restaurant végétalien qui propose une cuisine raffinée, créative et 100% plant-based. Le restaurant offre une alternative gourmande aux repas traditionnels, avec des plats élaborés à partir d'ingrédients frais et de saison, dans un cadre moderne et chaleureux.",
        "highlights": [
          "Des plats végétaliens innovants, alliant saveurs, textures et couleurs",
          "Des ingrédients frais, locaux et de saison, soigneusement sélectionnés pour garantir la qualité",
          "Un menu varié et équilibré, adapté aux régimes végétaliens, sans gluten et sans produits raffinés",
          "Un cadre élégant et accueillant, parfait pour les repas en famille, entre amis ou les repas d'affaires"
        ]
      },

      "location": {
        "latitude": 50.6342,
        "longitude": 3.0605
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/orge-perle-vue-face-savoureux-legumes-cuits_140725-103319.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/gros-plan-femme-homme-au-restaurant_23-2148899030.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/plats-vegetariens-delicieux-nature-morte_23-2151160879.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Amandine Roy",
          "rating": 5,
          "comment": "Le Vegan Gourmet est un vrai coup de cœur ! Des plats végétaliens créatifs et pleins de saveurs. Chaque plat est une véritable explosion de goûts et les ingrédients sont frais et de qualité. Le personnel est super accueillant, et l'ambiance est parfaite pour un dîner entre amis. Je recommande chaudement !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Michel Besson",
          "rating": 4,
          "comment": "Le repas était délicieux, avec des plats végétaliens bien pensés et équilibrés. J'ai beaucoup apprécié la créativité des plats. Le service était sympathique, mais un peu plus lent que prévu. Cependant, je reviendrai sans hésiter pour tester d'autres plats.",
          "date": "2024-11-09"
        }
      ]
    },
    {
      "id": 15,
      "name": "Tapas y Vino",
      "address": "12 Rue de la Monnaie, 59800 Lille, France",
      "cuisine": "Espagnole",
      "price_range": "$$",
      "rating": 4.4,
      "description": "Un petit coin d'Espagne à Lille, offrant des tapas, des charcuteries et une large sélection de vins.",
      "hours": {
        "monday": "Closed",
        "tuesday": "18:00-22:30",
        "wednesday": "18:00-22:30",
        "thursday": "18:00-22:30",
        "friday": "18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "12:00-15:00, 18:00-22:00"
      },
      "history": {
        "title": "Tapas y Vino : Un Voyage Culinaire Espagnol",
        "description": "Tapas y Vino, ouvert en 2017, est un restaurant espagnol qui invite ses convives à découvrir l'art de la tapa dans un cadre chaleureux et convivial. Spécialisé dans les tapas authentiques et une sélection de vins espagnols, le restaurant offre une expérience culinaire conviviale, idéale pour les repas partagés entre amis ou en famille.",
        "highlights": [
          "Des tapas authentiques, allant des classiques comme les patatas bravas et la tortilla, aux créations originales",
          "Une carte de vins espagnols soigneusement sélectionnés, pour accompagner parfaitement chaque plat",
          "Un décor vibrant et accueillant, inspiré de l'Espagne, avec une atmosphère décontractée",
          "Un service amical et rapide, offrant une expérience culinaire espagnole dans toute sa simplicité et son plaisir"
        ]
      },

      "location": {
        "latitude": 50.6378,
        "longitude": 3.0619
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/vue-laterale-rouleau-viande-aux-pommes-poires-grillees-verre-vin-rouge_141793-5010.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/assiette-viande-aux-olives-tomates-servie-verre-vin_141793-801.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/delicieux-assortiment-plats-angle-eleve_23-2149325273.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Caroline Dupuis",
          "rating": 5,
          "comment": "Une expérience espagnole fantastique à Lille. Les tapas sont savoureuses, bien épicées et très variées. L'ambiance est chaleureuse et typique, avec un excellent choix de vins. Le service est rapide et très courtois. Un endroit idéal pour passer une soirée conviviale entre amis.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "François Lefevre",
          "rating": 4,
          "comment": "Les tapas étaient délicieuses, surtout les gambas et la charcuterie espagnole. L'endroit est très sympa, mais il y avait un peu de bruit ce soir-là. Le service était un peu lent, mais l'ensemble reste très agréable. Je reviendrai pour goûter encore d'autres spécialités.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 16,
      "name": "Le Petit Bouchon",
      "address": "14 Rue du Sec Arembault, 59800 Lille, France",
      "cuisine": "Française",
      "price_range": "$$",
      "rating": 4.5,
      "description": "Cuisine française traditionnelle dans une ambiance conviviale et chaleureuse.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:00",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "12:00-15:00, 19:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "Le Petit Bouchon : L'Authenticité de la Cuisine Lyonnaise",
        "description": "Le Petit Bouchon, ouvert en 2015, est un restaurant qui célèbre la tradition de la cuisine lyonnaise. Situé dans une rue pittoresque, il propose des plats typiques tels que l'andouillette, le saucisson brioché et la quenelle, préparés dans le respect des recettes traditionnelles. Avec son ambiance chaleureuse et ses tables en bois, c'est l'endroit idéal pour savourer un repas convivial entre amis ou en famille.",
        "highlights": [
          "Des plats lyonnais authentiques, préparés avec des ingrédients de qualité",
          "Une ambiance conviviale et rustique, rappelant les bouchons traditionnels de Lyon",
          "Un service chaleureux, offrant une expérience culinaire authentique et généreuse",
          "Un menu changeant au gré des saisons, mettant en avant les spécialités régionales"
        ]
      },

      "location": {
        "latitude": 50.6346,
        "longitude": 3.0649
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/casserole-pates-appetissante-au-poulet-fromage-champignons_75924-18489.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/restaurant-luxueux-madrid-tables-cocktails-verres-vin_1111209-85472.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/delicieuse-pizza-fraiche_75924-6876.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Jean-Claude Lefevre",
          "rating": 5,
          "comment": "Un excellent repas dans un cadre chaleureux. La cuisine traditionnelle française est au rendez-vous, avec des plats savoureux et bien exécutés. Le confit de canard était parfaitement cuit, et le gratin dauphinois délicieux. Le service est sympathique et attentif. Une adresse à retenir !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Sophie Durand",
          "rating": 4,
          "comment": "Restaurant très agréable avec une cuisine française traditionnelle de qualité. Les plats sont copieux et bien présentés. L'ambiance est conviviale et parfaite pour un repas entre amis. Cependant, l'attente entre les plats était un peu longue, mais cela en valait la peine.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 17,
      "name": "Bambou Vert",
      "address": "10 Rue Saint-André, 59800 Lille, France",
      "cuisine": "Vietnamienne",
      "price_range": "$$",
      "rating": 4.6,
      "description": "Spécialités vietnamiennes fraîches et savoureuses, avec des options végétariennes.",
      "hours": {
        "monday": "Closed",
        "tuesday": "11:30-15:00, 18:00-22:00",
        "wednesday": "11:30-15:00, 18:00-22:00",
        "thursday": "11:30-15:00, 18:00-22:30",
        "friday": "11:30-15:00, 18:00-23:00",
        "saturday": "11:30-15:00, 18:00-23:00",
        "sunday": "12:00-15:00"
      },
      "history": {
        "title": "Bambou Vert : Un Voyage Authentique en Asie",
        "description": "Bambou Vert, ouvert en 2020, est un restaurant asiatique spécialisé dans les saveurs exotiques d'Asie du Sud-Est. Proposant des plats traditionnels comme les pho, pad thaï, et currys verts, le restaurant met à l'honneur des ingrédients frais, des épices parfumées et des recettes authentiques. Son cadre zen, décoré de bambous et de lanternes, invite à l'évasion le temps d'un repas.",
        "highlights": [
          "Des plats emblématiques de la cuisine asiatique, préparés avec des ingrédients authentiques",
          "Une atmosphère zen avec un décor inspiré par la nature asiatique, idéal pour se détendre",
          "Des options véganes et sans gluten, pour satisfaire toutes les préférences alimentaires",
          "Un service chaleureux et attentif, garantissant une expérience culinaire dépaysante"
        ]
      },

      "location": {
        "latitude": 50.6382,
        "longitude": 3.0603
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/delicieuse-cuisine-vietnamienne-y-compris-pho-ga-nouilles-rouleaux-printemps-mur-blanc_181624-34158.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/loving-couple-prend-belle-soiree-lampes-poche-pres-du-lac_8353-9403.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/diner-asiatique-assorti-nourriture-vietnamienne_264197-8257.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Clément Rousseau",
          "rating": 5,
          "comment": "Bambou Vert est un véritable délice pour les papilles ! La soupe pho était merveilleuse, avec des saveurs authentiques et une richesse de goût incroyable. Le service est rapide et les plats sont toujours frais. Un incontournable pour les amateurs de cuisine vietnamienne.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Isabelle Marchand",
          "rating": 4,
          "comment": "Très bonne cuisine vietnamienne avec des options végétariennes savoureuses. Le banh mi était délicieux, et les rouleaux de printemps frais et bien garnis. Le service est amical, mais l'endroit est assez petit, donc il est parfois difficile de trouver une place.",
          "date": "2024-11-09"
        }
      ]
    },
    {
      "id": 18,
      "name": "La Pampa",
      "address": "22 Rue de Béthune, 59800 Lille, France",
      "cuisine": "Argentine",
      "price_range": "$$$",
      "rating": 4.3,
      "description": "Un steakhouse argentin avec des viandes de qualité, servies avec des accompagnements typiques.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:00",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "12:00-15:00, 19:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "La Pampa : L'Authenticité des Saveurs Argentines",
        "description": "La Pampa, ouvert en 2018, est un restaurant argentin spécialisé dans les grillades et les plats typiques de la cuisine sud-américaine. Connu pour ses morceaux de viande cuits à la perfection sur un grill traditionnel, le restaurant offre une expérience authentique dans une ambiance chaleureuse et conviviale, inspirée des terres argentines.",
        "highlights": [
          "Des viandes d'exception, importées directement d'Argentine et grillées à la façon traditionnelle",
          "Un menu mettant en valeur des spécialités argentines telles que l'empanada, le chimichurri et les parrilladas",
          "Un décor rustique avec des touches de bois et de cuir, rappelant l'atmosphère des steakhouses argentins",
          "Un service accueillant, idéal pour les amateurs de viande et les repas entre amis"
        ]
      },

      "location": {
        "latitude": 50.6341,
        "longitude": 3.0667
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/bifteck-flanc_538646-531.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/vue-laterale-homme-preparant-nourriture-delicieuse_23-2149661344.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/viande-frite-servie-roquette-tomate-grillee-verre-vin_141793-737.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Maxime Dupont",
          "rating": 5,
          "comment": "Un steakhouse argentin à ne pas manquer. La viande est d'une qualité exceptionnelle, cuite à la perfection. Le service est irréprochable et l'ambiance chaleureuse. La dégustation de viande avec des accompagnements typiques argentins est un vrai régal.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Élise Martin",
          "rating": 4,
          "comment": "Très bon restaurant avec une viande de qualité supérieure. Le personnel est courtois et l'atmosphère est agréable. Les portions sont généreuses, mais je trouve les prix un peu élevés. Malgré cela, c'est un excellent endroit pour un bon dîner.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 19,
      "name": "Chez Sushi",
      "address": "9 Rue Masséna, 59800 Lille, France",
      "cuisine": "Japonaise",
      "price_range": "$$",
      "rating": 4.2,
      "description": "Restaurant japonais offrant une variété de sushis, makis et spécialités de la mer.",
      "hours": {
        "monday": "12:00-15:00, 18:30-22:00",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "12:00-15:00, 18:30-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "Chez Sushi : L'Art du Sushi Moderne",
        "description": "Chez Sushi, fondé en 2021, est un restaurant japonais qui revisite les classiques du sushi avec une touche moderne et créative. Le restaurant propose une variété de sushis, makis et sashimis préparés à partir de poissons frais et d'ingrédients de qualité, dans un cadre élégant et contemporain. Chez Sushi est l'endroit idéal pour les amateurs de cuisine japonaise à la recherche de saveurs innovantes.",
        "highlights": [
          "Des sushis créatifs fusionnant traditions japonaises et influences modernes",
          "Des ingrédients frais et sélectionnés avec soin pour une qualité optimale",
          "Un décor moderne et épuré, offrant une ambiance sophistiquée",
          "Des options végétariennes et véganes, adaptées à tous les goûts"
        ]
      },

      "location": {
        "latitude": 50.6323,
        "longitude": 3.0654
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/bar-sushis-moderne-assiettes-sashimi-fraiches_1311198-13242.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/couple-manger-sushi_107420-65722.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/rouleaux-asiatiques-herbes-epices_23-2148195520.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Pierre Lefevre",
          "rating": 5,
          "comment": "Chez Sushi offre une excellente sélection de sushis et makis, tous préparés avec des produits frais. La qualité est vraiment au rendez-vous, et le personnel est sympathique. Un endroit calme et idéal pour un dîner en couple ou entre amis.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Marion Dubois",
          "rating": 4,
          "comment": "Les sushis étaient délicieux, mais le temps d'attente pour être servi était un peu long. La variété des plats est impressionnante, et la qualité des poissons est exceptionnelle. Je reviendrai, mais j'espère que le service sera plus rapide la prochaine fois.",
          "date": "2024-11-10"
        }
      ]
    },
    {
      "id": 20,
      "name": "El Mexicano",
      "address": "18 Rue Royale, 59800 Lille, France",
      "cuisine": "Mexicaine",
      "price_range": "$$",
      "rating": 4.4,
      "description": "Ambiance festive avec des spécialités mexicaines authentiques comme les tacos et les enchiladas.",
      "hours": {
        "monday": "Closed",
        "tuesday": "12:00-15:00, 18:00-22:00",
        "wednesday": "12:00-15:00, 18:00-22:00",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "El Mexicano : L'Authenticité des Saveurs Mexicaines",
        "description": "El Mexicano, ouvert en 2015, est un restaurant vibrant spécialisé dans la cuisine mexicaine authentique. Situé au cœur de la ville, il propose une explosion de saveurs avec des plats emblématiques comme les tacos, enchiladas, et guacamoles faits maison. Avec ses couleurs vives, ses décors traditionnels et son ambiance festive, El Mexicano transporte ses clients directement au Mexique.",
        "highlights": [
          "Des tacos et burritos généreusement garnis, préparés avec des ingrédients frais",
          "Une ambiance colorée et festive, inspirée des traditions mexicaines",
          "Des margaritas et cocktails maison, parfaits pour accompagner les repas",
          "Un service chaleureux, idéal pour des repas en famille ou entre amis"
        ]
      },

      "location": {
        "latitude": 50.6387,
        "longitude": 3.0625
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/sombrero-nourriture-mexicaine_23-2147740718.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/belle-decoration-fete-mexicaine_23-2149317299.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/cuisine-mexicaine-fond-bleu_23-2147740738.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Carlos M.",
          "rating": 5,
          "comment": "Un endroit fantastique pour savourer de délicieux tacos et enchiladas. L'atmosphère est vraiment conviviale et les serveurs sont très sympathiques. Je recommande vivement!",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Sophie D.",
          "rating": 4,
          "comment": "Très bon restaurant, les plats sont savoureux et bien épicés. Dommage que l'attente soit un peu longue le week-end.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Julien R.",
          "rating": 4,
          "comment": "Les burritos sont absolument délicieux, bien garnis et remplis de saveurs. L'ambiance festive nous fait presque oublier le temps d'attente.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 21,
      "name": "La Table Méditerranéenne",
      "address": "6 Rue de Pas, 59800 Lille, France",
      "cuisine": "Méditerranéenne",
      "price_range": "$$$",
      "rating": 4.8,
      "description": "Plats méditerranéens frais avec des ingrédients locaux et une ambiance chaleureuse.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:00",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "19:00-23:00",
        "sunday": "Closed"
      },
      "history": {
        "title": "La Table Méditerranéenne : Un Festin de Saveurs du Sud",
        "description": "La Table Méditerranéenne, ouvert en 2018, est un restaurant qui célèbre la richesse de la cuisine méditerranéenne. Avec un menu inspiré des traditions culinaires de la Grèce, de l'Italie, du Liban et de l'Espagne, le restaurant propose des plats savoureux tels que le mezzé, les grillades au charbon de bois, et les salades fraîches. Dans un cadre lumineux et chaleureux, il offre une expérience gustative qui évoque les saveurs ensoleillées du bassin méditerranéen.",
        "highlights": [
          "Un large choix de mezzés, tapas et antipasti, parfaits pour partager",
          "Des ingrédients frais, locaux et de saison, avec des saveurs authentiques",
          "Un décor accueillant et élégant, inspiré des côtes méditerranéennes",
          "Des options véganes et sans gluten, adaptées à tous les régimes alimentaires"
        ]
      },

      "location": {
        "latitude": 50.6375,
        "longitude": 3.0641
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/delicieuse-composition-plat-gulas_23-2149072613.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/cafe-rue-tables-ombre-arbres-dans-quartier-plaka-athenes-grece_483040-952.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/poitrine-poulet-roquette-au-fromage-legumes-grilles_141793-1150.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Clara Martin",
          "rating": 5,
          "comment": "Un vrai délice! Les plats sont préparés avec des ingrédients frais et locaux, et la saveur méditerranéenne est au rendez-vous. J'ai particulièrement aimé le couscous et la salade de fruits frais en dessert. Le cadre est chaleureux et le service impeccable. Je recommande vivement!",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Julien Lefevre",
          "rating": 4,
          "comment": "Très bonne expérience à La Table Méditerranéenne. Le repas était délicieux, mais je pense que les portions pourraient être un peu plus généreuses pour le prix. Le service était rapide et agréable, et l'ambiance du restaurant est vraiment agréable pour une soirée en couple.",
          "date": "2024-11-08"
        },
        {
          "reviewer": "Sophie Dubois",
          "rating": 5,
          "comment": "Un excellent repas, tout était parfait, de l'entrée au dessert. J'ai adoré les mezzés variés et le poisson grillé. On sent que les produits sont de qualité, et l'équipe fait de son mieux pour offrir une expérience mémorable. Une adresse à ne pas manquer à Lille!",
          "date": "2024-11-06"
        },
        {
          "reviewer": "Pierre Dupuis",
          "rating": 4,
          "comment": "J'ai été agréablement surpris par la qualité des plats méditerranéens. Cependant, il y avait un léger délai d'attente entre les plats. Mais ça en valait la peine, chaque bouchée était pleine de saveurs. Une adresse que je recommande à tous les amateurs de cuisine méditerranéenne.",
          "date": "2024-11-04"
        }
      ]
    },
    {
      "id": 22,
      "name": "Tandoori Palace",
      "address": "25 Rue des Postes, 59000 Lille, France",
      "cuisine": "Indienne",
      "price_range": "$$",
      "rating": 4.3,
      "description": "Cuisine indienne avec des plats épicés et authentiques, servis dans un décor élégant.",
      "hours": {
        "monday": "Closed",
        "tuesday": "12:00-14:30, 18:30-22:00",
        "wednesday": "12:00-14:30, 18:30-22:00",
        "thursday": "12:00-14:30, 18:30-22:00",
        "friday": "12:00-14:30, 18:30-22:30",
        "saturday": "18:30-22:30",
        "sunday": "Closed"
      },
      "history": {
        "title": "Tandoori Palace : Un Voyage au Coeur de l'Inde",
        "description": "Tandoori Palace, fondé en 2014, est un restaurant indien qui propose une expérience culinaire authentique, riche en saveurs et en épices. Spécialisé dans les plats cuits au tandoor, comme les fameux poulet tandoori et naan, le restaurant offre une large gamme de currys, biryanis, et autres spécialités indiennes. Dans un cadre coloré et chaleureux, Tandoori Palace transporte ses convives au cœur de l'Inde, avec des arômes envoûtants et un service attentionné.",
        "highlights": [
          "Des plats traditionnels cuits au four tandoor, pour des saveurs uniques et authentiques",
          "Un menu varié avec des options végétariennes et véganes, adaptées à tous les goûts",
          "Un décor vibrant et accueillant, inspiré de la culture indienne",
          "Un service convivial, parfait pour découvrir les saveurs exotiques en famille ou entre amis"
        ]
      },

      "location": {
        "latitude": 50.6261,
        "longitude": 3.0608
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/dejeuner-diner-indien-plat-principal-groupe-comprend-beurre-paneer-masala-dal-makhani-palak-paneer-roti-riz-etc-mise-au-point-selective_466689-6843.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/gros-plan-ingredients-grece-antique_23-2151026690.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/assortiment-plats-indiens-angle-eleve_23-2148747704.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Amandine Leroy",
          "rating": 5,
          "comment": "Une expérience culinaire exceptionnelle! Les plats sont savoureux et parfaitement épicés, comme on peut s'y attendre d'une vraie cuisine indienne. Le poulet tandoori était parfaitement cuit et le naan au fromage était délicieux. Le service était excellent et l'ambiance chaleureuse. Je recommande vivement!",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Mathieu Rousseau",
          "rating": 4,
          "comment": "Très bon restaurant avec une belle sélection de plats indiens. Le curry d'agneau était délicieux et bien épicé, mais j'aurais aimé un peu plus de choix végétariens. Le cadre du restaurant est élégant et le personnel très accueillant. Je reviendrai pour essayer d'autres plats!",
          "date": "2024-11-09"
        },
        {
          "reviewer": "Elise Lefevre",
          "rating": 4,
          "comment": "J'ai adoré l'authenticité des plats proposés. Les saveurs étaient riches et complexes, et la cuisson était parfaite. L'atmosphère est chic et agréable, mais le service était un peu lent à certains moments. Un petit bémol, mais je reviendrai sans hésiter.",
          "date": "2024-11-07"
        },
        {
          "reviewer": "David Martin",
          "rating": 4,
          "comment": "Très bon restaurant indien, les plats sont pleins de saveurs et vraiment bien épicés. Le riz basmati était parfait et le curry de crevettes exquis. Par contre, les portions étaient un peu petites pour le prix. Cela dit, c'est une excellente adresse pour les amateurs de cuisine indienne.",
          "date": "2024-11-05"
        }
      ]
    },

    {
      "id": 23,
      "name": "Le Gourmet Thaï",
      "address": "17 Rue Nicolas Leblanc, 59800 Lille, France",
      "cuisine": "Thaïlandaise",
      "price_range": "$$",
      "rating": 4.5,
      "description": "Cuisine thaïlandaise raffinée avec des plats traditionnels et des saveurs authentiques.",
      "hours": {
        "monday": "12:00-15:00, 18:30-22:00",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "18:30-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Le Gourmet Thaï : L'Essence des Saveurs Thaïlandaises",
        "description": "Le Gourmet Thaï, ouvert en 2019, est un restaurant qui met à l'honneur la cuisine traditionnelle thaïlandaise. Avec un menu varié allant du pad thaï aux currys parfumés, chaque plat est préparé avec des ingrédients frais et des épices authentiques. Dans une ambiance chaleureuse et exotique, Le Gourmet Thaï offre une véritable escapade culinaire au cœur de la Thaïlande.",
        "highlights": [
          "Des plats thaïlandais emblématiques, comme le pad thaï, le curry vert, et la soupe tom yum",
          "Des ingrédients frais et des épices importées pour des saveurs authentiques",
          "Un décor raffiné avec des touches thaïlandaises, créant une atmosphère dépaysante",
          "Des options végétariennes et sans gluten, adaptées à différents régimes alimentaires"
        ]
      },

      "location": {
        "latitude": 50.6338,
        "longitude": 3.0682
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/plateau-beurre-poulet-au-piment-legumes-riz-bougie_1115412-351.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/asiatiques-train-diner_23-2149552673.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/nouilles-riz-dans-bol-pate-curry-piment-concombre-haricot-long-citron-vert-ail-oignon-nouveau_1150-27067.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Charlotte Durand",
          "rating": 5,
          "comment": "Un régal! La cuisine thaïlandaise est parfaitement exécutée avec des saveurs authentiques. Le pad thaï était délicieux et le curry vert avec du poulet était à tomber. L'ambiance du restaurant est très agréable, le service impeccable. Je reviendrai!",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Lucas Bernard",
          "rating": 4,
          "comment": "Bonne expérience, les plats sont savoureux et épicés comme il faut. Le seul bémol est que le service a été un peu long, mais cela ne m'a pas empêché de profiter de mon repas. À tester si vous aimez la cuisine thaïlandaise authentique.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 24,
      "name": "La Petite Crêperie",
      "address": "28 Rue de la Barre, 59800 Lille, France",
      "cuisine": "Bretonne",
      "price_range": "$",
      "rating": 4.4,
      "description": "Crêpes et galettes bretonnes, préparées à la commande dans une ambiance décontractée.",
      "hours": {
        "monday": "12:00-15:00",
        "tuesday": "12:00-15:00, 18:00-21:30",
        "wednesday": "12:00-15:00, 18:00-21:30",
        "thursday": "12:00-15:00, 18:00-21:30",
        "friday": "12:00-15:00, 18:00-22:00",
        "saturday": "12:00-15:00, 18:00-22:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "La Petite Crêperie : L'Art de la Crêpe Bretonne",
        "description": "La Petite Crêperie, fondée en 2016, est un charmant restaurant spécialisé dans les crêpes et galettes bretonnes. Située dans une rue pittoresque, elle propose des recettes authentiques préparées avec des ingrédients frais et locaux. Dans un cadre cosy et rustique, La Petite Crêperie offre une expérience conviviale, parfaite pour savourer aussi bien des crêpes sucrées que des galettes salées.",
        "highlights": [
          "Des galettes salées à base de farine de sarrasin, garnies d'ingrédients variés",
          "Un large choix de crêpes sucrées, avec des options classiques et gourmandes",
          "Un décor chaleureux, avec des touches bretonnes traditionnelles",
          "Des options végétariennes et sans gluten, pour satisfaire tous les goûts"
        ]
      },

      "location": {
        "latitude": 50.6367,
        "longitude": 3.0574
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/crepe-aux-fruits-creme_73110-4559.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/restaurants-vides-terrasse-dans-rue-afytos-grece_1268-15716.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/vue-cote-mince-crepe-plateau_140725-12062.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Sophie Martin",
          "rating": 5,
          "comment": "Les galettes étaient délicieuses, très bien garnies avec des produits frais. J'ai particulièrement adoré la galette au fromage et au jambon de pays. L'ambiance est décontractée, parfaite pour une sortie entre amis. Le service est rapide et sympathique.",
          "date": "2024-11-09"
        },
        {
          "reviewer": "Paul Lefevre",
          "rating": 4,
          "comment": "Excellentes crêpes, mais j'aurais aimé un peu plus de variété dans les garnitures. Le rapport qualité/prix est très bon et l'endroit est agréable. Une bonne option pour les amateurs de crêpes bretonnes.",
          "date": "2024-11-07"
        }
      ]
    },
    {
      "id": 25,
      "name": "Oasis Libanaise",
      "address": "35 Rue du Molinel, 59800 Lille, France",
      "cuisine": "Libanaise",
      "price_range": "$$",
      "rating": 4.7,
      "description": "Spécialités libanaises servies dans un décor chaleureux avec une ambiance orientale.",
      "hours": {
        "monday": "Closed",
        "tuesday": "12:00-14:30, 18:00-22:00",
        "wednesday": "12:00-14:30, 18:00-22:00",
        "thursday": "12:00-14:30, 18:00-22:30",
        "friday": "12:00-14:30, 18:00-22:30",
        "saturday": "12:00-15:00, 18:00-22:30",
        "sunday": "12:00-15:00"
      },

      "history": {
        "title": "Oasis Libanaise : Une Évasion Culinaire au Cœur du Liban",
        "description": "Oasis Libanaise, ouvert en 2017, est un restaurant qui vous plonge dans l'univers des saveurs libanaises authentiques. Avec des plats comme le houmous, le taboulé, les grillades et les mezzés, chaque repas est une invitation à découvrir la richesse et la diversité de la cuisine libanaise. Dans un décor inspiré des paysages du Liban, Oasis Libanaise offre une expérience culinaire chaleureuse et conviviale.",
        "highlights": [
          "Des mezzés variés, des grillades savoureuses et des plats traditionnels libanais",
          "Des ingrédients frais et authentiques, préparés selon des recettes familiales",
          "Un décor inspiré des paysages libanais, créant une atmosphère accueillante",
          "Des options végétariennes et véganes, adaptées à tous les goûts"
        ]
      },

      "location": {
        "latitude": 50.6335,
        "longitude": 3.0724
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/gros-kebab-shawarma-frit-feu-nourriture-rue-sandwich-gyro-rouleau-frais-pain-pita-lavash-poulet-boeuf-shawarma-illustration-3d_86390-9515.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/restaurant-table-chaise-bois-fond-naturel-flou_724662-4113.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/vue-laterale-doner-poulet-verts-concombre-sauce-tomate-concombre-oignon-rouge-pita-tranche-citron-planche_141793-4824.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Amélie Dufresne",
          "rating": 5,
          "comment": "L'une des meilleures expériences culinaires libanaises que j'ai eues à Lille. Les mezzés sont variés et délicieux, le houmous et le taboulé sont faits maison et absolument parfaits. Le service est rapide et l'atmosphère est chaleureuse. Une adresse incontournable.",
          "date": "2024-11-11"
        },
        {
          "reviewer": "Hassan Kamel",
          "rating": 4,
          "comment": "Très bon restaurant, les plats sont bien préparés avec des ingrédients frais. Le poulet shish taouk était délicieux, mais j'aurais aimé plus de variété dans les desserts. Le service est agréable et l'ambiance orientale est très agréable.",
          "date": "2024-11-06"
        }
      ]
    },
    {
      "id": 26,
      "name": "Bistro de la Place",
      "address": "5 Place Rihour, 59800 Lille, France",
      "cuisine": "Bistro Français",
      "price_range": "$$",
      "rating": 4.2,
      "description": "Un bistro traditionnel français avec des plats de saison et un service chaleureux.",
      "hours": {
        "monday": "12:00-15:00, 18:30-22:00",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "12:00-15:00, 18:30-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Bistro de la Place : L'Art du Bistro Français",
        "description": "Le Bistro de la Place, ouvert en 2012, est un restaurant typiquement français qui offre une expérience culinaire authentique et conviviale. Spécialisé dans les classiques de la cuisine française, comme le confit de canard, le bœuf bourguignon et la crème brûlée, le restaurant allie tradition et modernité. Situé sur une place pittoresque, avec une terrasse animée, c'est l'endroit idéal pour savourer un repas de qualité dans une atmosphère chaleureuse.",
        "highlights": [
          "Des plats français traditionnels, cuisinés avec des produits frais et de qualité",
          "Un décor élégant, mêlant touches modernes et classiques du bistrot parisien",
          "Une carte de vins soigneusement sélectionnée, parfaite pour accompagner chaque plat",
          "Un service accueillant, créant une ambiance conviviale pour des repas en famille ou entre amis"
        ]
      },
      "location": {
        "latitude": 50.6342,
        "longitude": 3.0651
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/vue-du-plat-raclette-delicieux-assortiment-plats_23-2149514169.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/restaurant-interieur_1127-3394.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/delicieux-goulache-pret-pour-diner_23-2149370899.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Claire Dupont",
          "rating": 5,
          "comment": "Un excellent bistro avec des plats délicieux. Le steak frites était parfaitement cuit et le vin proposé était excellent. Le service était attentionné et rapide. Une adresse à recommander pour un déjeuner ou dîner traditionnel français.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Marc Lefevre",
          "rating": 4,
          "comment": "Plats très bons, mais l'attente pour être servi était un peu longue. Le gratin dauphinois était savoureux et le poisson du jour était frais. L'ambiance du restaurant est sympathique, idéale pour un dîner tranquille. Je reviendrai.",
          "date": "2024-11-08"
        },
        {
          "reviewer": "Sophie Martin",
          "rating": 4,
          "comment": "Le cadre est charmant et le service très agréable. J'ai adoré le confit de canard, bien qu'il manque un peu de légumes en accompagnement. C'est un bon endroit pour passer un moment agréable, mais il y a peut-être une petite marge de progression sur la quantité.",
          "date": "2024-11-07"
        }
      ]
    },
    {
      "id": 27,
      "name": "Casa Bella",
      "address": "12 Rue Esquermoise, 59800 Lille, France",
      "cuisine": "Italienne",
      "price_range": "$$",
      "rating": 4.7,
      "description": "Authentique cuisine italienne avec une ambiance chaleureuse et des pâtes maison.",
      "hours": {
        "monday": "12:00-15:00, 18:30-22:00",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "12:00-15:00, 18:30-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Casa Bella : Un Voyage au Coeur de l'Italie",
        "description": "Casa Bella, ouvert en 2017, est un restaurant italien qui propose une expérience culinaire authentique inspirée des recettes traditionnelles de l'Italie. Avec un menu varié qui inclut des pizzas artisanales, des pâtes fraîches et des desserts maison comme le tiramisu, le restaurant met en avant des ingrédients de qualité et une préparation soignée. Dans une ambiance chaleureuse et conviviale, Casa Bella est le lieu idéal pour savourer des plats italiens faits maison.",
        "highlights": [
          "Des pizzas artisanales cuites au four à bois, garnies d'ingrédients frais",
          "Des pâtes fraîches faites maison, préparées selon les recettes traditionnelles",
          "Un décor cosy et accueillant, inspiré des trattorias italiennes",
          "Des options végétariennes et sans gluten, adaptées à différents régimes alimentaires"
        ]
      },

      "location": {
        "latitude": 50.6364,
        "longitude": 3.0615
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/mamma-mia-fete-italienne-eau-bouche_1020697-93554.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/deux-verres-vin-sont-table-deux-verres-au-vin_1085346-161326.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/deguste-celebre-cuisine-italienne_119101-342.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Elena Rossi",
          "rating": 5,
          "comment": "Un véritable goût de l'Italie ! Les pâtes maison sont délicieuses et le tiramisu est à tomber. Le personnel est super accueillant et l'ambiance du restaurant est parfaite pour un dîner entre amis ou en famille.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Marc Lefevre",
          "rating": 4,
          "comment": "Très bon repas, les plats sont savoureux et bien présentés. Cependant, l'attente entre les plats était un peu longue. Je recommande vivement les raviolis maison et le vin italien.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Sophie Dufresne",
          "rating": 4,
          "comment": "L'ambiance est chaleureuse et les plats sont de bonne qualité. J'ai particulièrement apprécié les gnocchis, mais le service pourrait être un peu plus rapide. C'est un bon choix pour un repas italien authentique.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 28,
      "name": "Le Marrakech",
      "address": "20 Rue Gambetta, 59000 Lille, France",
      "cuisine": "Marocaine",
      "price_range": "$$",
      "rating": 4.4,
      "description": "Cuisine marocaine authentique avec des tajines et couscous dans un cadre dépaysant.",
      "hours": {
        "monday": "Closed",
        "tuesday": "12:00-15:00, 18:30-22:00",
        "wednesday": "12:00-15:00, 18:30-22:00",
        "thursday": "12:00-15:00, 18:30-22:30",
        "friday": "12:00-15:00, 18:30-23:00",
        "saturday": "12:00-15:00, 18:30-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Le Marrakech : Une Escapade au Coeur du Maroc",
        "description": "Le Marrakech, ouvert en 2015, est un restaurant marocain qui invite ses convives à découvrir les saveurs exotiques et épicées du Maroc. Spécialisé dans les tajines, couscous et grillades, le restaurant offre une expérience culinaire unique avec des plats mijotés aux épices parfumées et des ingrédients frais. Le cadre est un véritable voyage avec ses décors traditionnels marocains et une ambiance chaleureuse, parfaite pour savourer un repas en famille ou entre amis.",
        "highlights": [
          "Des tajines et couscous traditionnels, préparés avec des épices authentiques",
          "Des grillades savoureuses, comme le méchoui et les brochettes, cuites à la perfection",
          "Un décor inspiré des souks marocains, avec des lanternes et des mosaïques colorées",
          "Des options végétariennes et sans gluten, pour satisfaire tous les palais"
        ]
      },

      "location": {
        "latitude": 50.6298,
        "longitude": 3.0573
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/petit-dejeuner-table_140725-3715.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/restaurant-arabe_23-2147794221.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/vue-dessus-sauge-poulet-pommes-terre-legumes-pain-pita_141793-3974.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Karim Boulahdour",
          "rating": 5,
          "comment": "Une expérience marocaine incroyable ! Le tajine au poulet est délicieux et parfaitement épicé. L'ambiance du restaurant nous transporte directement au Maroc, et le personnel est très chaleureux. Une adresse à ne pas manquer.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Julie Moreau",
          "rating": 4,
          "comment": "Très bon repas, le couscous est un régal et les saveurs sont authentiques. Cependant, j'aurais préféré une petite touche de fraîcheur avec plus de légumes. Mais dans l'ensemble, une belle expérience culinaire.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Amine El Hariri",
          "rating": 4,
          "comment": "Le cadre est très agréable et l'accueil est impeccable. J'ai adoré le plat de brochettes et le thé à la menthe est parfait. Un bon repas marocain, mais le service a été un peu long.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 29,
      "name": "Chez Pierrot",
      "address": "8 Rue Léon Trulin, 59000 Lille, France",
      "cuisine": "Française",
      "price_range": "$$",
      "rating": 4.0,
      "description": "Petit restaurant convivial proposant des plats français classiques avec une touche moderne.",
      "hours": {
        "monday": "Closed",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "19:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Chez Pierrot : Un Voyage Culinaire Traditionnel",
        "description": "Chez Pierrot, ouvert en 2010, est un restaurant traditionnel français qui mise sur la qualité des produits et le respect des recettes classiques. Spécialisé dans les plats typiques comme le bœuf bourguignon, les escargots de Bourgogne et les crêpes, Chez Pierrot offre une expérience authentique dans une ambiance conviviale. Le restaurant, avec son décor raffiné et son service attentionné, est l’endroit parfait pour découvrir ou redécouvrir la cuisine française.",
        "highlights": [
          "Des plats classiques de la cuisine française, préparés avec des produits locaux et frais",
          "Une carte des vins soigneusement sélectionnée, accompagnant parfaitement chaque plat",
          "Un décor élégant, évoquant le charme des bistrots français traditionnels",
          "Un service chaleureux et accueillant, idéal pour les repas en famille ou entre amis"
        ]
      },

      "location": {
        "latitude": 50.6347,
        "longitude": 3.0662
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/pommes-terre-rondelles-cuites-au-four_70626-4200.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/trois-femmes-chapeau-profitent-repas-dans-cafe-plein-air-paris_605905-126124.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/tarte-patissiere-aux-oignons-caramelises-brie-pommes-terre-bacon_323283-1020.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Claude Dupont",
          "rating": 5,
          "comment": "Un excellent repas avec une touche moderne sur des classiques de la cuisine française. Le canard aux cerises était exceptionnel, et le service a été impeccable. J'y reviendrai avec plaisir.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Sophie Martin",
          "rating": 4,
          "comment": "Le cadre est chaleureux et le personnel très accueillant. Les plats étaient savoureux, mais j'ai trouvé la portion un peu petite. Cela dit, la qualité des produits est indéniable.",
          "date": "2024-11-09"
        },
        {
          "reviewer": "Éric Lefevre",
          "rating": 3,
          "comment": "Plutôt déçu par l'attente avant d'être servis, et la viande de mon plat principal n'était pas aussi tendre que je l'avais espéré. Cela dit, l'ambiance est agréable et les prix raisonnables.",
          "date": "2024-11-07"
        }
      ]
    },
    {
      "id": 30,
      "name": "Taverne Flamande",
      "address": "15 Rue des Fossés, 59800 Lille, France",
      "cuisine": "Cuisine Flamande",
      "price_range": "$$",
      "rating": 4.3,
      "description": "Plats flamands traditionnels avec des bières artisanales dans un décor rustique.",
      "hours": {
        "monday": "12:00-15:00, 18:00-22:00",
        "tuesday": "12:00-15:00, 18:00-22:00",
        "wednesday": "12:00-15:00, 18:00-22:00",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Taverne Flamande : Une Plongée dans la Tradition du Nord",
        "description": "La Taverne Flamande, fondée en 2014, est un restaurant qui célèbre les saveurs authentiques du Nord de la France. Spécialisé dans la cuisine flamande, le restaurant propose des plats traditionnels comme la carbonnade flamande, les moules-frites et les potjes aux fromages. Dans un décor rustique et chaleureux, inspiré des tavernes du Nord, La Taverne Flamande invite ses convives à une véritable expérience culinaire en toute convivialité.",
        "highlights": [
          "Des plats traditionnels flamands, mijotés avec des produits locaux et de saison",
          "Des spécialités comme la carbonnade flamande, les moules-frites et les gaufres",
          "Un décor chaleureux et authentique, inspiré des tavernes traditionnelles du Nord",
          "Des options végétariennes et adaptées aux régimes spécifiques"
        ]
      },

      "location": {
        "latitude": 50.638,
        "longitude": 3.0581
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/enveloppement-pain-plat-du-fromage-aneth-servi-pour-table-du-petit-dejeuner_140725-6622.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/amis-mangeant-conversant-au-restaurant_23-2148006712.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/patisserie-francaise-servie-dans-casserole-cuivre_140725-5810.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Jean-Claude Dubois",
          "rating": 5,
          "comment": "Un restaurant vraiment authentique avec une ambiance chaleureuse et rustique. Les carbonades flamandes étaient un délice et les bières artisanales parfaitement choisies. Je recommande vivement.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Alice Lefevre",
          "rating": 4,
          "comment": "La cuisine flamande est délicieuse et copieuse. Le service était rapide, mais un peu plus de sourire du personnel serait un plus. Les frites maison étaient excellentes !",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Marc Thibault",
          "rating": 3,
          "comment": "Les plats sont bons, mais l'attente était un peu longue pour notre groupe. Le décor est sympathique mais peut être un peu bruyant pendant les heures de pointe.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 31,
      "name": "L'Épicerie Gourmande",
      "address": "3 Rue Basse, 59800 Lille, France",
      "cuisine": "Française, Fusion",
      "price_range": "$$$",
      "rating": 4.6,
      "description": "Restaurant haut de gamme avec des plats fusion inspirés de la cuisine française et des saveurs du monde.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:00",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-23:00",
        "saturday": "19:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "L'Épicerie Gourmande : Le Charme de la Cuisine du Terroir",
        "description": "L'Épicerie Gourmande, ouverte en 2016, est un restaurant qui met à l'honneur les produits du terroir dans un cadre chaleureux et raffiné. Spécialisée dans la cuisine française traditionnelle, la carte propose des plats faits maison à base de produits frais et locaux, comme le foie gras, le confit de canard et les fromages affinés. Avec son ambiance cosy et son décor inspiré des épiceries fines, L'Épicerie Gourmande invite ses clients à un voyage gustatif au cœur des saveurs de la France.",
        "highlights": [
          "Des plats français traditionnels, élaborés à partir de produits frais et de saison",
          "Une sélection de fromages et de charcuteries fines, accompagnée de vins soigneusement choisis",
          "Un décor élégant et cosy, évoquant l'atmosphère d'une épicerie de luxe",
          "Des options végétariennes et des plats adaptés aux régimes alimentaires spécifiques"
        ]
      },

      "location": {
        "latitude": 50.6371,
        "longitude": 3.0587
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/ingredients-typiques-espagne_136346-1712.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/panier-bananes-bananes-autres-fruits-sont-table_1089151-147710.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/tableau-noir-serviette-pres-ingredients_23-2147930032.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Sophie Martin",
          "rating": 5,
          "comment": "Une expérience gastronomique exceptionnelle ! Les plats fusionnés entre la France et d'autres cultures sont incroyablement savoureux. L'ambiance est élégante, et le service est impeccable. Je recommande vivement.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Vincent Robert",
          "rating": 4,
          "comment": "Une cuisine raffinée et pleine de créativité. J'ai adoré le mélange des saveurs, mais le prix est un peu élevé pour la quantité. Cependant, la qualité des plats justifie l'expérience.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Claire Dupont",
          "rating": 4,
          "comment": "Très bon repas avec une fusion surprenante de saveurs. Le cadre est très chic, mais j'aurais aimé un peu plus d'options végétariennes. Néanmoins, je reviendrai sans hésiter.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 32,
      "name": "El Cantina",
      "address": "10 Rue du Molinel, 59800 Lille, France",
      "cuisine": "Mexicaine",
      "price_range": "$",
      "rating": 4.1,
      "description": "Cuisine Tex-Mex avec des tacos, burritos et margaritas dans une ambiance festive.",
      "hours": {
        "monday": "12:00-15:00, 18:00-22:00",
        "tuesday": "12:00-15:00, 18:00-22:00",
        "wednesday": "12:00-15:00, 18:00-22:00",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "18:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "El Cantina : Un Voyage au Coeur du Mexique",
        "description": "El Cantina, ouvert en 2018, est un restaurant mexicain qui propose une expérience culinaire vibrante, pleine de saveurs et d'épices. Spécialisé dans les tacos, burritos, quesadillas et autres plats traditionnels mexicains, El Cantina offre un large choix de recettes authentiques préparées avec des ingrédients frais. Le restaurant, avec son décor coloré et son ambiance festive, invite ses clients à découvrir la richesse de la cuisine mexicaine dans une atmosphère conviviale et chaleureuse.",
        "highlights": [
          "Des tacos, burritos, et quesadillas préparés à partir d'ingrédients frais et authentiques",
          "Des plats mexicains épicés, avec des options végétariennes et véganes",
          "Un décor coloré et animé, inspiré des cantinas traditionnelles du Mexique",
          "Un service convivial, parfait pour un repas entre amis ou en famille"
        ]
      },

      "location": {
        "latitude": 50.6322,
        "longitude": 3.0712
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/ingredients-frais-mexicains_23-2147640352.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/plan-vertical-delicieuses-tortillas-viande-sauce-tomate-ingredients_181624-46252.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/platillo-mexicain-tacos-barbacoa-vegetarien_79295-6487.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Antoine Lefevre",
          "rating": 5,
          "comment": "L'El Cantina est un véritable coup de cœur ! Les tacos sont délicieux, et les margaritas sont parfaites. L'ambiance est festive et parfaite pour un repas entre amis. Je reviendrai sans hésiter.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Julie Bernard",
          "rating": 4,
          "comment": "Super ambiance et bonne cuisine Tex-Mex. Les portions sont généreuses, mais j'ai trouvé les burritos un peu épicés pour mon goût. Sinon, c'était un très bon moment.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Michel Dupuis",
          "rating": 4,
          "comment": "Le cadre est super sympa et l'accueil est chaleureux. Les tacos sont bien garnis, mais j'aurais aimé un peu plus de variété dans les accompagnements. Très bon rapport qualité-prix !",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 33,
      "name": "Noodles & Co",
      "address": "7 Rue de Paris, 59800 Lille, France",
      "cuisine": "Asiatique",
      "price_range": "$$",
      "rating": 4.3,
      "description": "Resto moderne proposant une variété de plats de nouilles asiatiques et des soupes réconfortantes.",
      "hours": {
        "monday": "12:00-15:00, 18:00-22:00",
        "tuesday": "12:00-15:00, 18:00-22:00",
        "wednesday": "12:00-15:00, 18:00-22:00",
        "thursday": "12:00-15:00, 18:00-22:30",
        "friday": "12:00-15:00, 18:00-23:00",
        "saturday": "12:00-15:00, 18:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Noodles & Co : Un Monde de Saveurs Asiatique",
        "description": "Noodles & Co, ouvert en 2015, est un restaurant qui se spécialise dans les plats de nouilles asiatiques, offrant une fusion de saveurs provenant de toute l'Asie. De la soupe pho vietnamienne aux nouilles sautées thaïlandaises, le restaurant propose un large choix de plats rapides, sains et savoureux. Avec une attention particulière portée sur des ingrédients frais et des recettes authentiques, Noodles & Co invite ses clients à explorer un menu diversifié, parfait pour une pause déjeuner ou un dîner entre amis.",
        "highlights": [
          "Des plats de nouilles asiatiques traditionnels, avec des influences vietnamiennes, thaïlandaises et chinoises",
          "Des options saines et équilibrées, avec des ingrédients frais et des recettes maison",
          "Un décor moderne et épuré, offrant une ambiance agréable et décontractée",
          "Des options végétariennes et véganes pour répondre à tous les goûts et régimes alimentaires"
        ]
      },

      "location": {
        "latitude": 50.6341,
        "longitude": 3.0689
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-gratuite/nouilles-preparees-poivrons-poulet-graines-sesame-sauce_141793-878.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-gratuite/nouilles-dans-bol-avocat-espace-copie_23-2148382885.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-gratuite/nouilles-aux-oeufs-porc-roti-rouge-wonton-table_1150-13422.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Sophie Moreau",
          "rating": 5,
          "comment": "Un excellent restaurant asiatique ! Les nouilles sont délicieuses et les soupes sont parfaites pour les journées froides. L'ambiance est moderne et agréable. Je recommande vivement !",
          "date": "2024-11-12"
        },
        {
          "reviewer": "David Lefevre",
          "rating": 4,
          "comment": "Le choix de plats est varié et tout est vraiment savoureux. Les nouilles sautées sont excellentes. Le seul bémol : l'attente était un peu longue, mais ça en valait la peine.",
          "date": "2024-11-09"
        },
        {
          "reviewer": "Claire Dupont",
          "rating": 4,
          "comment": "Un très bon repas dans un cadre moderne et confortable. Les plats sont généreux et pleins de saveurs. Le service est rapide et sympathique. Je reviendrai sûrement !",
          "date": "2024-11-07"
        }
      ]
    },
    {
      "id": 34,
      "name": "Le Chariot du Monde",
      "address": "11 Rue Nationale, 59800 Lille, France",
      "cuisine": "Cuisine du Monde",
      "price_range": "$$$",
      "rating": 4.5,
      "description": "Restaurant gastronomique proposant des plats inspirés de différentes cultures du monde.",
      "hours": {
        "monday": "12:00-15:00, 19:00-22:00",
        "tuesday": "12:00-15:00, 19:00-22:00",
        "wednesday": "12:00-15:00, 19:00-22:00",
        "thursday": "12:00-15:00, 19:00-22:30",
        "friday": "12:00-15:00, 19:00-23:00",
        "saturday": "19:00-23:00",
        "sunday": "Closed"
      },

      "history": {
        "title": "Le Chariot du Monde : Une Évasion Culinaire Internationale",
        "description": "Le Chariot du Monde, ouvert en 2019, est un restaurant qui propose un voyage culinaire autour du monde, avec des plats inspirés des cuisines de tous les continents. Chaque plat est une invitation à découvrir des saveurs exotiques et uniques, préparées avec des ingrédients frais et de qualité. Dans une ambiance chaleureuse et cosmopolite, Le Chariot du Monde offre une expérience gastronomique diversifiée, idéale pour ceux qui cherchent à goûter à l'international dans un cadre convivial.",
        "highlights": [
          "Une carte internationale avec des plats typiques de différentes régions du monde",
          "Des ingrédients frais, choisis pour leur qualité et leur authenticité",
          "Un décor vibrant, reflétant la diversité des cultures du monde",
          "Des options végétariennes et adaptées à différents régimes alimentaires"
        ]
      },

      "location": {
        "latitude": 50.6362,
        "longitude": 3.0625
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/carte-du-monde-differents-types-aliments-fond-noir_1001743-15062.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/carte-du-monde-capricieuse-voyage-culinaire-travers-plats-mondiaux_1169360-10665.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/vue-du-haut-table-pleine-delicieux-plats-du-monde-entier-il-y-plats-europe-asie-afrique-ameriques_14117-378625.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Isabelle Martin",
          "rating": 5,
          "comment": "Un véritable voyage culinaire ! Chaque plat est une découverte. L'ambiance est raffinée et le service impeccable. Une expérience gastronomique inoubliable.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "François Dupuis",
          "rating": 4,
          "comment": "Le concept de cuisine du monde est vraiment intéressant. J'ai adoré la diversité des saveurs, surtout les plats d'Asie. Le prix est un peu élevé, mais ça en vaut la peine.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Émilie Laurent",
          "rating": 4,
          "comment": "Très bonne expérience culinaire. Les plats sont créatifs et savoureux. Le service était un peu lent, mais la qualité de la nourriture compense largement ce détail.",
          "date": "2024-11-08"
        }
      ]
    },
    {
      "id": 35,
      "name": "Veggie Delight",
      "address": "25 Rue de l'Hôpital Militaire, 59800 Lille, France",
      "cuisine": "Végétarienne",
      "price_range": "$$",
      "rating": 4.6,
      "description": "Cuisine végétarienne créative avec des options vegan dans un cadre moderne et épuré.",
      "hours": {
        "monday": "12:00-14:30, 19:00-22:00",
        "tuesday": "12:00-14:30, 19:00-22:00",
        "wednesday": "12:00-14:30, 19:00-22:00",
        "thursday": "12:00-14:30, 19:00-22:30",
        "friday": "12:00-14:30, 19:00-22:30",
        "saturday": "19:00-22:30",
        "sunday": "Closed"
      },

      "history": {
        "title": "Veggie Delight : L'Excellence Végétarienne",
        "description": "Veggie Delight, ouvert en 2018, est un restaurant végétarien qui célèbre la richesse des légumes et des ingrédients frais. Spécialisé dans une cuisine végétarienne inventive et savoureuse, il propose une large variété de plats équilibrés allant des salades fraîches aux plats mijotés, en passant par des burgers végétaliens. Avec un souci constant de qualité et de goût, Veggie Delight offre une alternative gourmande et saine, tout en restant accessible à tous, végétariens ou non.",
        "highlights": [
          "Des plats végétariens et véganes faits maison, mettant en avant des produits locaux et de saison",
          "Des burgers végétaliens, des soupes nourrissantes et des desserts délicieux et sains",
          "Un décor moderne et lumineux, avec une ambiance accueillante et relaxante",
          "Des options sans gluten et adaptées aux régimes alimentaires spécifiques"
        ]
      },

      "location": {
        "latitude": 50.6336,
        "longitude": 3.0654
      },
      "pictures": {
        "card": "https://img.freepik.com/photos-premium/poele-aux-legumes-frais_84130-6077.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "restaurant": "https://img.freepik.com/photos-premium/courgettes-farcies-au-fromage-table-bois-legumes-au-four-vue-haut-espace-copie_88526-1469.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid",
        "dish": "https://img.freepik.com/photos-premium/salade-chaude-aubergines-cuites-au-four-pois-chiches-tomates-herbes_978588-78958.jpg?ga=GA1.1.754634610.1730109756&semt=ais_hybrid"
      },
      "reviews": [
        {
          "reviewer": "Lucie Durand",
          "rating": 5,
          "comment": "Une excellente découverte ! Les plats végétariens sont incroyablement savoureux et bien présentés. Le cadre est agréable et moderne, parfait pour un déjeuner relaxant.",
          "date": "2024-11-12"
        },
        {
          "reviewer": "Jean-Michel Lefevre",
          "rating": 4,
          "comment": "Les options vegan sont délicieuses et variées. J'ai particulièrement aimé le burger végétarien. Le service était rapide, mais l'ambiance pourrait être un peu plus chaleureuse.",
          "date": "2024-11-10"
        },
        {
          "reviewer": "Sophie Bernard",
          "rating": 5,
          "comment": "Un vrai régal pour les papilles ! Chaque plat est frais, créatif et plein de saveurs. Je recommande vivement le Buddha bowl. Un lieu parfait pour les amateurs de cuisine végétarienne.",
          "date": "2024-11-08"
        }
      ]
    }
  ]
}
